True to export Revit element ids, false to skip these values. Default value is true.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public bool ExportElementIds { get; set; }
  Visual Basic
Public Property ExportElementIds As Boolean
	Get
	Set
  Visual C++
public:
property bool ExportElementIds {
	bool get ();
	void set (bool value);
}
 See Also
  NavisworksExportOptions Class
  Autodesk.Revit.DB Namespace